# RbsReynoldsnumberParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsReynoldsnumberParam Property
ParameterTypeId Class See Also
---
"Reynolds number"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsReynoldsnumberParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsReynoldsnumberParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsReynoldsnumberParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace